Repository: wp-plugins/shorten-url
Catalog: lang/shorturl-*.po
Languages: ar_sa, de_at, de_de, es_es, fa_ir, fr_fr, pt_br, ru_ru, sv_se

source: Do you want to automatically shorten links in post/page?
es_es: ¿Quiere acortar enlaces automáticamente en entradas/páginas?
fa_ir: آیا مایلید به صورت خودکار پیوندهای ورودی در پست‌ها و برگه‌ها کوتاه شود؟
fr_fr: Vous voulez raccourcir automatiquement les liens dans les messages / la page?
pt_br: Você deseja encurtar automaticamente os links de seu post/página?
ru_ru: Хотите ли вы укорачивать ссылки автоматически в ваших записях?

source: Regexp filter:
ar_sa: فلتر التعابير الاعتيادية
es_es: Filtro de Expresión Regulares:
fa_ir: فیلتر عبارات منظم
fr_fr: Filtre expression rationnelle:
pt_br: Filtro Regexp:
ru_ru: Regexp фильтр

source: Display the short URL?
es_es: ¿Mostrar la URL corta?

source: Please enter one entry per line. If the page %s is to be excluded, you may enter %s.
es_es: Por favor ingrese una página por linea. Para que %s sea excluida, solo ingrese %s.

source: Title of your posts
de_at: Name des Post.
de_de: Beitragstitel
pt_br: Título de suas postagens
ru_ru: Название ваших постов

source: Results for Posts URL
de_at: Ergebnis für Beitrag URL
de_de: Übersicht über Beitrags-URLs
pt_br: Resultados
ru_ru: URL ваших сообщений

source: Results for External URL
de_at: Ergebnisse für Externe URLs
de_de: Übersicht über externe URLs
pt_br: URLs Externas:
ru_ru: Результаты по внешним URL

source: CSS:
fa_ir: سی اس اس:
pt_br: CCS:

source: Do you want to remove www before your short url?
fa_ir: آیا www قبل از آدرس ها حذف شود؟
