Repository: wp-plugins/shorten-url
Catalog: lang/shorturl-*.po
Languages: ar_sa, de_at, de_de, es_es, fa_ir, fr_fr, pt_br, ru_ru, sv_se

source: The permalink options should not be configured to default in order to enable Short-URL.
ar_sa: من اجل تفعيل الرابط المختصر يجب ان لا تكون الروابط الدائمة في الوضع الافتراضي
de_de: Die Permalink Struktur sollte nicht auf &quot;default&quot; (Standard) eingestellt sein, damit Short-URL funktioniert.
es_es: Las opciones de enlaces permanentes no deberían estar configuradas en la opción predeterminada, para poder habilitar Short-URL.
fa_ir: برای فعال کردن قابلیت کوتاه‌کردن URL، پیوند ثابت (یکتا) نباید روی پیش‌فرض تنظیم شده باشد.
fr_fr: Les options de ce permalien ne doivent pas être configurés pour défaut afin de permettre à court URL.
pt_br: As opções de link permanente não devem estar configuradas no padrão de forma a ativar o Encurtamento de URL.
ru_ru: Опции пермалинков не должны быть сконфигурированы стандартно перед запуском Short URL
sv_se: Permalänk alternativ bör inte konfigureras till standard för att möjliggöra kort länk.

source: Please go to %s page to correct it.
ar_sa: الرجاء الذهاب الى صفحة %s لتصحيحها
de_at: Bitte gehen Sie zur %s Seite um es zu korrigieren.
de_de: Bitte Seite %s aufrufen, um sie zu korrigieren.
es_es: Por favor ve a la página %s para corregirlo.
fa_ir: برای اصلاح، لطفا به صفحه‌ی %s بروید.
fr_fr: S&#039;il vous plaît aller à la page %s pour la corriger.
pt_br: Por favor, vá para a página %s para corrigir isso.
ru_ru: Пожалуйста, зайдите на %s страницу чтобы исправить ее
sv_se: Gå till %s sida för att rätta till det.

source: An error occurs when updating the database.
fr_fr: Une erreur se produit lorsque la mise à jour a la base de données.
sv_se: Ett fel uppstår vid uppdatering av databasen.

source: An error occurs when updating the database. Nevertheless %s sentences has been imported successfully.
sv_se: Ett fel uppstår vid uppdatering av databasen. Ändå %s meningar har importerats.

source: %s short URL have been added to the database.
sv_se: %s kort webbadress har lagts till i databasen.

source: The number of displayed URL cannot exceed %s. Thus the number of url is limited to this number.
sv_se: Antalet visade länk kan inte överstiga %s. Antalet länk är således begränsad till detta nummer.

source: Title of your articles
de_at: Titel Ihrer Artikel
es_es: Título de sus artículos
sv_se: Titel på dina artiklar

source: Short URL
ar_sa: الرابط المختصر
de_at: Kurzlink
de_de: Kurz-URL
es_es: URL corta
fa_ir: آدرس کوتاه
fr_fr: Lien court
pt_br: Encurtar URL
ru_ru: Короткая ссылка
sv_se: Kort webbadress

source: Type
ar_sa: النوع
de_at: Typ
de_de: Typ
es_es: Tipo
fa_ir: نوع
pt_br: Modelo
ru_ru: Написать
sv_se: Sort

source: Number of clicks
ar_sa: عدد النقرات
de_at: Anzahl Klicks
de_de: Anzahl an Clicks
es_es: Número de clics
fa_ir: تعداد کلیک ها
fr_fr: Nombre de clics
pt_br: Número de cliques
ru_ru: Количество кликов
sv_se: Antal klick

source: Reset
ar_sa: اعادة تعيين
de_at: Zurücksetzten
de_de: Zurücksetzen
es_es: Reiniciar
fa_ir: ریست
fr_fr: Réinitialiser
pt_br: Resetar
ru_ru: Сброс
sv_se: Återställ

source: Edit
ar_sa: تحرير
de_at: Ändern
de_de: Bearbeiten
es_es: Editar
fa_ir: ویرایش
fr_fr: Editer
pt_br: Editar
ru_ru: Редактировать
sv_se: Redigera

source: Select the file:
de_at: Datei auswählen:
de_de: Datei auswählen:
sv_se: Välj filen:

source: Import a file with shorturls
de_de: Importiere eine Datei mit Short URLs
es_es: Importar un archivo con
sv_se: Importera en fil med korta webbadresser

source: Export the shorturls
de_de: Exportiere die Short URLs
sv_se: Exportera korta webbadresser

source: Import/Export Short URL
sv_se: Importera/Exportera korta webbadress

source: Internal Redirections
ar_sa: اعادات التوجيه الداخلية
de_de: Interne Verlinkung
es_es: Redirecciones Internas
fa_ir: مسیر داخلی(پست و صفحه ها)
fr_fr: Redirections internes
pt_br: Redirecionamento Interno
ru_ru: Внутренние переходы
sv_se: Interna Omdirigeringar

source: External URL
ar_sa: الرابط الخارجي
de_at: Externer URL
de_de: Externe URL
es_es: URL externa
fa_ir: آدرس خارجی
fr_fr: URL externes
pt_br: URL Externa
ru_ru: Внешние ссылки
sv_se: Extern webbadress

source: Comment
es_es: Comentario
sv_se: Kommentar

source: Delete
ar_sa: حذف
de_at: Löschen
de_de: Löschen
es_es: Suprimir
fa_ir: حذف
fr_fr: Effacer
pt_br: Deletar
ru_ru: Удалить
sv_se: Radera

source: External URL:
ar_sa: الرابط الخارجي:
de_at: Externe URL
de_de: Externe URL:
es_es: URL externa:
fa_ir: آدرس خارجی:
fr_fr: URL externes :
pt_br: URL Externa:
ru_ru: Внешняя ссылка
sv_se: Extern webbadress:

source: Comments:
de_at: Kommentare
es_es: Comentarios:
sv_se: Kommentarer:

source: Add a new URL to shorten
ar_sa: اضافة رابط جديد لاختصاره
de_at: Eine neue URL zum kürzen hinzufügen
de_de: Neue URL zum Verkürzen angeben
es_es: Añadir una nueva URL para acortar
fa_ir: ایجاد آدرس کوتاه
fr_fr: Ajouter une nouvelle URL à raccourcir
pt_br: Insira uma nova URL para ser encurtada
ru_ru: Добавить ссылку для соращения
sv_se: Lägg till en ny webbadress för att förkorta

source: External Redirections
ar_sa: اعادات التوجيه الخارجية
de_de: Externe Verlinkung
es_es: Redirecciones Externas
fa_ir: مسیر خارجی
fr_fr: Redirection externes
pt_br: Redirecionamento Externo
ru_ru: Внешние переходы
sv_se: Externa Omdirigeringar

source: This plugin helps you sharing your post with short-links.
ar_sa: هذه الاضافة تساعدك على مشاركة مقالاتك برابط مختصر
de_at: Dieses Plugin hilft Ihnen! Teilen Sie Ihre Post mit Kurz-Links.
de_de: Dieses Plugin unterstützt Dich bei der Erstellung von Kurz-URLs Deiner Beiträge.
es_es: Este plugins te ayuda a compartir tus entradas con enlaces cortos.
fa_ir: این افزونه به اشتراک گذاری پست خود با پیوندهای کوتاه به شما کمک می کند.
fr_fr: Ce plugin vous permet de partager vos articles avec des liens courts.
pt_br: Esse plugin ajuda você a compartilhar seus posts com links encurtados
ru_ru: Этот плагин помогает обмениваться своими записями с помощью коротких ссылок.
sv_se: Detta plugin hjälper dig att dela ditt inlägg med korta webbadresser.

source: Purpose of that plugin
sv_se: Syftet med denna plugin

source: When the function %s is called, this plugin replace the normal short links by a special crafted short links.
sv_se: När funktionen %s kallas, denna plugin ersätta de normala korta länkar med en speciell utformad korta webbadresser.

source: The short URL may be for instance %s of %s (the length of the short link may be configured).
sv_se: Korta webbadressen kan vara till exempel %s av %s (längden på kort länk kan konfigureras).

source: How it works?
de_at: Wie es funktioniert.
sv_se: Hur fungerar det?

source: To display the shorten URL, you just have to choose the position of the display (top, bottom, etc.) in the configuration tab.
sv_se: För att visa förkorta webbadressen, det gäller bara att välja position i displayen (topp, botten, osv) på fliken konfiguration.

source: You may also display the shorten URL whereever you want by using the %s function (for instance in your theme).
sv_se: Du kan också visa förkorta webbadressen varhelst du vill med hjälp av %s funktion (till exempel i ditt tema).

source: How to display the short URL?
sv_se: Hur ska visas kort webbadress?

source: When your server see the request short URL, it will automatically redirect to the normal page.
sv_se: När servern ser begäran korta webbadress, kommer den automatiskt att omdirigeras till den normala sidan.

source: You may also choose to redirect the short URL through an internal page:
sv_se: Du kan också välja att omdirigera den korta webbadress genom en intern sida:

source: You just have to choose a specially crafted page to display during the redirection;
sv_se: Det är bara att välja en sida särskilt utformad för att visa under omdirigering;

source: In the page, you may insert %s to display the number of seconds remaining;
sv_se: På sidan kan du infoga %s för att visa hur många sekunder som återstår;

source: You may also insert %s to display the URL of the page to where the redirection will be performed;
sv_se: Du kan också sätta in %s för att visa webbadressen till den sida där omdirigering kommer att utföras;

source: How to redirect works?
sv_se: Hur omdirigera fungerar?

source: How To
es_es: Cómo se hace
sv_se: Hur gör man

source: Parameters
ar_sa: المعاملات
de_at: Parameter
de_de: Parameter
es_es: Parámetros
fa_ir: پارامترها
fr_fr: Paramètres
pt_br: Preferências
ru_ru: Параметры
sv_se: Parametrar

source: Do you want to use the following characters?
ar_sa: هل تريد استخدام الحروف التالية ؟
de_at: Wollen Sie die folgenden Zeichen verwenden?
de_de: Möchtest Du die folgenden Zeichen verwenden?
es_es: ¿Quieres utilizar los siguientes caracteres?
fa_ir: استفاده از کارکتر ها در آدرس؟
fr_fr: Quels caractères voulez-vous utiliser ?
pt_br: Você quer usar os seguintes caracteres?
ru_ru: Вы хотите использовать следующие символы?
sv_se: Vill du använda följande tecken?

source: These parameters will be taken in account only for generation of new links
ar_sa: هذه المعاملات ستأخذ بالحسبان فقط في حالة انشاء رابط جديد
de_at: Dieser Parameter wird nur für diesen Account für neue Links verwendet
de_de: Diese Parameter gelten erst ab Erzeugung neuer Kurz-URLs.
es_es: Estos parámetros se tendrán en cuenta únicamente para la generación de nuevos vínculos
fa_ir: این پارامترها در حساب,فقط برای لینک های جدید گرفته شده است.
fr_fr: Ces paramètres ne seront pris en compte que pour la génération de nouveaux liens
pt_br: Essas configurações serão utilizadas apenas nos próximos links encurtados
ru_ru: Эти параметры будут приняты во внимание только для генерации новых ссылок
sv_se: Dessa parametrar kommer att tas i beaktande endast för generering av nya länkar

source: Lower-case characters ([a-z]):
ar_sa: الاحرف الصغيرة a-z
de_at: Kleine Buchstaben ([a-z])
de_de: Kleine Buchstaben ([a-z])
es_es: Caracteres en minúsculas ([a-z])
fa_ir: حروف کوچک:
fr_fr: Minuscules ([a-z]) :
pt_br: Caracteres Minúsculos ([a-z]):
ru_ru: Строчные буквы ([a-z]):
sv_se: Liten bokstäver ([a-z]):

source: Upper-case characters ([A-Z]):
ar_sa: الاحرف الكبيرة A-Z
de_at: Große Buchstaben([A-Z])
de_de: Große Buchstaben ([A-Z])
es_es: Caracteres en mayúsculas ([A-Z])
fa_ir: حروف بزرگ:
fr_fr: Majuscules ([A-Z]) :
pt_br: Caracteres Maiúsculos ([A-Z]):
ru_ru: Верхний регистр символов ([A-Z]):
sv_se: Övre bokstäver ([A-Z]):

source: Numeric characters ([0-9]):
ar_sa: الارقام 0-9
de_at: Nummerische Zeichen ([0-9])
de_de: Zahlen ([0-9])
es_es: Caracteres numéricos ([0-9])
fa_ir: اعداد:
fr_fr: Caractères numériques ([0-9]) :
pt_br: Caracteres Numéricos ([0-9]):
ru_ru: Цифровые знаки ([0-9]):
sv_se: Numeriska tecken ([0-9]):

source: Do you want to use a prefix before your short URL?
ar_sa: هل تريد استخدام بادئة قبل الاختصار ؟
de_at: Wollen Sie einen Präfix verwenden bevor sie den URL kürzen?
de_de: Möchtest Du ein Präfix vor der Kurz-URL verwenden?
es_es: ¿Quieres usar un prefijo antes de tu URL corta?
fa_ir: آیا شما می خواهید یک پیشوند قبل از URL کوتاه خود استفاده کنید؟
fr_fr: Voulez-vous un préfixe avant le lien court ?
pt_br: Você quer usar um prefixo antes de sua URL encurtada?
ru_ru: Вы хотите использовать префикс перед вашим коротким URL?
sv_se: Vill du använda ett prefix innan ditt kort webbadress?

source: What is the length of your short URL (without the prefix)?
ar_sa: ما هو عدد احرف الاختصار الذي تريده (بدون البادئة) ؟
de_at: Wie lang soll der gekürzte URL sein (ohne Präfix)
de_de: Wieviele Zeichen soll die Kurz-URL besitzen (ohne Präfix)?
es_es: ¿Cual es el largo de tu URL corta (sin el prefijo)?
fa_ir: طول URL های کوتاه شما (بدون پیشوند) چیست؟
fr_fr: Quelle est la longueur de votre lien court (sans le préfixe) ?
pt_br: Qual o tamanho do seu link encurtado ( Sem prefixo ) ?
ru_ru: Какова длина вашего короткие URL (без префикса)?
sv_se: Vad är längden på ditt kort webbadress (utan prefix)?

source: Length:
ar_sa: عدد الاحرف:
de_at: Länge
de_de: Länge:
es_es: Longitud:
fa_ir: طول کارکترها:
fr_fr: Longueur :
pt_br: Tamanho:
ru_ru: Длительность:
sv_se: Längd:

source: What are the short links that are to be displayed?
es_es: ¿Cuáles son los enlaces cortos que va a mostrar?
sv_se: Vilka är de korta länkar som ska visas?

source: Types (separated with comma):
es_es: Tipos (separar con comas):
sv_se: Typer (separerade med kommatecken):

source: For instance %s
es_es: Por ejemplo %s
sv_se: Exempelvis %s

source: Note that ALL page will be shorten, but only this types will be displayed in the first tab of this plugin.
sv_se: Observera att ALLA sida kommer att förkortas, men bara detta slag kommer att visas i den första fliken i denna plugin.

source: Customize the short link URL
ar_sa: تخصيص الرابط المختصر
de_de: Verändere die Kurz-URL
es_es: Personalizar la URL corta
fa_ir: این آدرس پیوند را اختصاصی‌سازی کن
fr_fr: Adaptez le lien URL courte
pt_br: Customize a URL encurtada
ru_ru: Кастомизируйте короткую ссылку
sv_se: Skräddarsy den korta webblänken

source: Remove www:
ar_sa: حذف الـwww:
de_at: www. entfernen :
de_de: Entferne das www.
es_es: Quitar www:
fa_ir: حذف www
fr_fr: Retirer www:
pt_br: Remover www:
ru_ru: Убрать www
sv_se: Ta bort www:

source: Therefore, the short URL will begin with %s
ar_sa: لذلك الرابط المختصر سيبدأ بـ %s
es_es: Por tanto, la URL corta empezara con %s
fa_ir: سپس، URL کوتاه با %s شروع خواهد شد
fr_fr: Par conséquent, l&#039;URL courte débutera par : %s
pt_br: Por conseguinte, a URL encurtada começará com %s
ru_ru: Короткая ссылка начнется с %s
sv_se: Därför kommer den korta URL börjar med %s

source: Change the root URL of the short link:
ar_sa: تغيير جذر الرابط المختصر
de_de: Verändere die Haupt-URL des Kurz-Links
es_es: Cambiar la URL raiz del enlace corto:
fa_ir: تغییر شاخه‌ی اصلی URL لینک کوتاه:
fr_fr: Modifiez l&#039;URL racine du lien court:
pt_br: Troque a raiz da URL do link encurtado:
ru_ru: Поменять целевую ссылку
sv_se: Ändra roten till den korta webblänken:

source: If you have a shorter URL pointing to your Wordpress blog, you may configure it here by selecting this option
ar_sa: اذا كان لديك رابط اقصر مرتبط بمدونة الورد برس الخاصة بك , بإمكانك اعداده هنا باختيار هذا الخيار
de_de: Wenn Du eine kürzere Webadresse hast, die auf Deinen Wordpress Blog umgeleitet wird, kannst Du diese benutzen, indem Du sie hier einträgst.
es_es: Si tiene una URL mas corta apuntando a su blog Wordpress, puede configurarla seleccionando esta opción
fa_ir: اگر URL کوتاه‌تری به این بلاگ/سایت متصل است، می‌توانید آن را در این‌جا با انتخاب این گزینه، تنظیم کنید
fr_fr: Si vous avez une URL plus courte pointant vers votre blog Wordpress, vous pouvez le configurer ici en sélectionnant cette option
pt_br: Se você tem uma URL encurtada apontando para o seu blog Wordpress, você deve configurá-la aqui selecionando essa opção
ru_ru: Если у вас есть короткий домен привязанный к Wordpress блогу вы можете настроить перенаправление включив жту опцию
sv_se: Om du har en kortare webbadress som pekar till din Wordpress blogg, kan du konfigurera den här genom att välja detta alternativ

source: Your shorter domain URL:
ar_sa: عنوان رابط مدونتك الاقصر
de_de: Deine kürzere Webadresse/ URL
es_es: Su dominio corto:
fa_ir: آدرس دامنه‌ی کوتاه کننده‌ی آدرس شما
fr_fr: Votre plus court domaine URL:
pt_br: Sua URL com domínio curto:
ru_ru: Ваш короткий домен
sv_se: Din kortare URL domän:

source: Do you want to automatically shorten links in article?
es_es: ¿Quiere acortar automáticamente los enlaces en el artículo?
sv_se: Vill du automatiskt förkorta länkar i artikeln?

source: Automatic shorten links:
ar_sa: اختصر الروابط تلقائياً
de_de: Automatisch die Links kürzen.
es_es: Acortar enlaces automáticamente:
fa_ir: پیوندهای کوتاه شده‌ی خودکار
fr_fr: Liens automatiques raccourcir:
pt_br: Links encurtados automaticamente:
ru_ru: Автоматически сокращать ссылки
sv_se: Automatiska förkorta länkar:

source: The above regexp filter is to select the page in which the link urls are shorten. For instance, %s (or %s) configures the plugin to shorten all links, for instance, in pages %s and %s
es_es: El filtro de expresión regular anterior es para seleccionar la página en la que los enlaces se acorten. Por ejemplo, %s (or %s) configura el plugin para acortar todos los enlaces, por ejemplo, en páginas %s y %s
fr_fr: Le filtre expression rationnelle ci-dessus est de sélectionner la page dans laquelle le lien urls sont raccourcir. Par exemple,%s (ou %s) configure le plugin pour raccourcir tous les liens, par exemple, dans les pages %s et %s
pt_br: O filtro regexp acima é para selecionar a página nas quais os links das urls são encurtados. Por exemplo, %s (ou%s) configura o plugin para encurtar todos os links, por exemplo, nas páginas %s e %s
sv_se: Den ovan regexp filtret är att välja den sida där länkwebbadresser är kortare. Till exempel, %s (eller %s) konfigurerar plugin för att förkorta alla länkar, till exempel i sidorna %s och %s

source: Please enter one regexp per line.
ar_sa: الرجاء اختيار تعبير واحد في كل سطر
es_es: Por favor, introduzca una expresión regular por línea.
fa_ir: لطفا در هر خط یک عبارت منظم وارد کنید
fr_fr: S&#039;il vous plaît entrer une expression rationnelle par ligne.
pt_br: Por favor, digite um regexp por linha.
ru_ru: Пожалуйста введите только один regexp на одну линию
sv_se: Ange ett reguljärt uttryck per rad.

source: If no regexp is entered, links in all pages and posts will be shorten.
ar_sa: اذا لم يتم ادخار تعبير , الروابط في كل الصفحات و التدوينات سيتم اختصارها
es_es: Si no se introduce una expresión regular, enlaces en todas las páginas y mensajes serán acortados.
fa_ir: اگر هیچ عبارت منظمی وارد نشود، لینک‌های درون تمامی برگه‌ها و نوشته‌ها کوتاه خواهد شد.
fr_fr: Si aucune expression rationnelle est entré, des liens dans toutes les pages et les messages seront raccourcir.
pt_br: Se nenhum regexp for inserido, os links de todas as páginas e posts serão encurtados.
ru_ru: если не введен regexp все ссылки будут короткими
sv_se: Om ingen regexp anges, kommer länkar i alla sidor och inlägg att förkorta.

source: Where to display the short URL?
de_de: Wo soll die Short URL angezeigt werden?
es_es: ¿Donde mostrar la URL corta?
fr_fr: Où voir le court URL?
sv_se: Var visa den korta webbadress?

source: At the top of posts:
ar_sa: في رأس التدوينة ؟
de_de: Über den Beiträgen.
es_es: Al principio de las entradas:
fa_ir: نمایش در بالای مطلب کامل:
fr_fr: Au sommet de messages:
pt_br: No topo dos posts:
sv_se: På toppen av inlägg:

source: At the bottom of posts:
ar_sa: في أسفل التدوينة ؟
de_de: Unter den Beiträgen.
es_es: Al final de las entradas:
fa_ir: نمایش در پایین مطلب کامل:
fr_fr: Au bas de messages:
pt_br: No rodapé dos posts:
sv_se: Längst ner på inlägg:

source: At the top of pages:
ar_sa: في رأس الصفحة ؟
de_de: Oben auf den Seiten.
es_es: Al principio de las páginas:
fa_ir: نمایش در بالای صفحات:
fr_fr: Au sommet de pages:
pt_br: No topo das páginas:
sv_se: På toppen av sidor:

source: At the bottom of pages:
ar_sa: في أسفل الصفحة ؟
de_de: Unten auf den Seiten.
es_es: Al final de las páginas:
fa_ir: نمایش در پایین صفحات:
fr_fr: Au bas de pages:
pt_br: No rodapé das páginas:
sv_se: Längst ner på sidorna:

source: At the top of custom type article:
es_es: Al principio de un tipo personalizado de articulo:
fr_fr: Au sommet de type personnalisé article:
sv_se: På toppen av anpassad artikel:

source: At the bottom of custom type article:
es_es: Al final de un tipo personalizado de articulo:
fr_fr: Au bas de type personnalisé article:
sv_se: Längst ned i anpassad artikel:

source: At the top of excerpt:
ar_sa: في بداية النبذة المختصرة ؟
de_de: Über dem Text-Auszug.
es_es: Al principio del extracto:
fa_ir: نمایش در بالای خلاصه مطلب:
fr_fr: Au sommet de l&#039;extrait:
pt_br: No topo dos resumo:
sv_se: Vid toppen av utdrag:

source: At the bottom of excerpt:
ar_sa: في نهاية النبذة المختصرة ؟
de_de: Unter dem Text-Auszug.
es_es: Al final del extracto:
fa_ir: نمایش در پایین خلاصه مطلب:
fr_fr: Au bas de l&#039;extrait:
pt_br: No rodapé dos resumos:
sv_se: Längst ner i utdrag:

source: Page to be excluded:
ar_sa: الصفحات المستثناة:
de_de: Seiten, die ausgeschlossen werden sollen.
es_es: Excluir estas páginas:
fa_ir: از این صفحات چشم پوشی شود:
fr_fr: Page à exclure:
pt_br: Páginas a serem excluídas:
sv_se: Sidan som ska undantas:

source: Please enter one entry per line. If the article %s is to be excluded, you may enter %s.
es_es: Por favor ingrese una entrada por línea. Si el articulo que desea excluir es %s, debes ingresar %s.
sv_se: Ange en post per rad. Om artikeln %s är att uteslutas, kan du skriva in %s.

source: For instance, %s and %s will exclude the home page.
ar_sa: حالياً , %s و %s سيتم استثنائهم من الصفحة الرئيسية
es_es: Por ejemplo, %s y %s excluirán la página principal.
fa_ir: برای نمونه، %s و %s صفحه‌ی اصلی را جدا خواهند کرد.
pt_br: Por exemplo, %s e %s irão excluir a página inicial.
sv_se: Till exempel kommer %s och %s utesluta hemsidan.

source: Appearance of such display
es_es: Apariencia en pantalla
sv_se: Utseende av en sådan skärm

source: Displayed HTML:
ar_sa: الـHTML المعروض:
de_at: Angezeigtes HTML:
de_de: Angezeigter HTML-Code:
es_es: HTML desplegado:
fa_ir: HTML نمایش داده شده:
pt_br: HTML mostrado:
sv_se: Visad HTML:

source: Note that %s will be automatically replaced by the shorten URL.
ar_sa: لاحظ ان %s سيتم استبداله تلقائياً بالرابط المختصر
es_es: Tenga en cuenta que %s sera reemplazado automáticamente por la URL corta.
fa_ir: لازم است بدانید که %s به صورت خودکار توسط URL کوتاه‌شده جای‌گزین می‌شود.
pt_br: Note que %s vai ser automaticamente trocado pela URL encurtada.
sv_se: Observera att %s automatiskt att ersättas av den förkorta webbadress.

source: In addition, %s will be replaced by the shorten URL withour any html link.
ar_sa: ايضاً , %s سيتم استبداله بالرابط المختصر بدون روابط الـHTML
es_es: Ademas, %s sera reemplazado por la URL corta sin un enlace html.
fa_ir: علاوه بر آن، %s بدون هیچ لینک HTML توسط URL کوتاه‌شده جای‌گزین خواهد شد.
pt_br: Em adição, %s será substituído pela URL encurtada sem nenhum link HTML.
sv_se: Dessutom kommer %s ersätts med förkorta webbadress utan någon html-länk.

source: Redirect first internally
sv_se: Dirigera först internt

source: Redirect the short link before to an internal page:
sv_se: Omdirigera kort länk innan till en intern sida:

source: Number of second before the redirection:
sv_se: Antal sekund innan omdirigering:

source: Redirect through this internal page only the external redirection:
sv_se: Dirigera genom denna interna sida endast den externa omdirigering:

source: Advanced options
de_at: Erweitere Einstellungen
es_es: Opciones avanzadas
sv_se: Avancerade alternativ

source: Max number of displayed internal redirection:
fr_fr: Le nombre maximum de redirection interne affichée:
sv_se: Max antal visade intern omdirigering:

source: Manage translations
ar_sa: ادارة الترجمات
de_at: Verwalte die Sprachen
de_de: Übersetzungen bearbeiten
es_es: Administrar traducciones
fa_ir: مدیریت ترجمه
fr_fr: Gérer les traductions
pt_br: Gerenciar Traduções
ru_ru: Управление переводом
sv_se: Hantera översättningar

source: Give feedback
ar_sa: اعطنا رأيك
de_at: Rückmeldung abgeben
de_de: Feedback geben
es_es: Enviar comentarios
fa_ir: بازخورد
fr_fr: Donner un feedback
pt_br: Enviar FeedBack
ru_ru: Написать автору
sv_se: Lämna feedback

source: Other plugins
ar_sa: اضافات اخرى
de_at: Andere Plugins
de_de: Andere Plugins
es_es: Otros plugins
fa_ir: دیگر افزونه ها
fr_fr: Autres plugins
pt_br: Outros Plugins
ru_ru: Другие плагины
sv_se: Andra plug-ins

source: Title of your posts/pages
de_de: Titel Deines Posts / Deiner Seite
es_es: Título de tus entradas/páginas
fa_ir: تیتر پست/صفحه
fr_fr: Titre de vos articles/pages
pt_br: Título de seus posts/páginas
ru_ru: Заголовок вашего поста/страницы

source: Prefix:
ar_sa: البادئة:
de_at: Präfix
de_de: Präfix:
es_es: Prefijo:
fa_ir: پیشوند:
fr_fr: Préfixe :
pt_br: Prefixo:
ru_ru: Префикс:
